Repository: BB-Open/pkan_dcatapde
Catalog: src/pkan/dcatapde/locales/*/LC_MESSAGES/pkan.dcatapde.po
Languages: de

source: ${CT}=>${field_name} (required)
de: ${CT}=>${field_name} (erforderlich)

source: ${label}: Count: ${count}; Size: ${size} ${unit}
de: ${label}: Anzahl: ${count}; Größe: ${size} ${unit}

source: ${value} is not a valid Emailaddress
de: ${value} ist keine gültige E-Mail-Adresse.

source: :Deprecated
de: veraltet

source: <p>Nothing to do</p>
de: <p>Keine Änderung nötig</p>

source: <p>The list below is a set of controlpanels to configure PKAN. </p> <ul> <li><a href="${DYNAMIC_CONTENT}" title="${DYNAMIC_CONTENT}">${DYNAMIC_CONTENT}</a></li> </ul>
de: <p>Die Liste zeigt eine Reihe von Konfigurationsseiten für PKAN.</p><ul><li><a href="${DYNAMIC_CONTENT}" title="${DYNAMIC_CONTENT}">${DYNAMIC_CONTENT}</a></li></ul>

source: A Skos Concept Theme
de: Ein Kategorien-Schema

source: Access Rights
de: Zugriffrechte

source: Access URI
de: URI für Zugriff

source: Access URL
de: Zugangs-URL: Web-Seite mit Informationen wie die Distribution erreicht werden kann

source: Add Contributer IDs
de: Füge die Bereitsteller IDs hinzu

source: Add one Email per Line.
de: Jede E-Mail-Adresse in einer neuen Zeile hinzufügen.

source: Add one number per Line
de: Jede Nummer in einer neuen Zeile

source: Additional Catalogs:
de: Zusätzliche Kataloge:

source: Addititonal Catalogs:
de: Zusätzliche Kataloge:

source: Agent
de: Person oder Stelle

source: AgentFolder
de: Verzeichnis der Personen oder Stellen

source: Agents
de: Personen oder Stellen

source: Base Folder for Havester
de: Basis-Verzeichnis für Harvester

source: Base Object
de: Basis-Objekt

source: Bulgarian
de: Bulgarisch

source: Byte size
de: Größe in Bytes

source: Cancel
de: Abbrechen

source: Catalog
de: Katalog

source: Catalog:
de: Katalog:

source: Category:
de: Kategorie:

source: Clean Namespace
de: Sauberer Namespace

source: Collection Catalog
de: Sammel-Katalog

source: Complete Namespace
de: Kompletter Namespace

source: Conform to Standard
de: Dem Standard entsprechend

source: Contact Formular
de: Kontakt-Formular

source: Content:
de: Inhalt:

source: Contents
de: Inhalte

source: Contributor
de: Bereitsteller

source: Contributor ID
de: Bereitsteller ID

source: Creator
de: Autor

source: DCAT Catalog
de: Katalog

source: DCAT Collection Catalog
de: Katalog-Sammlung

source: DCAT Dataset
de: Datenstruktur

source: DCAT distribution
de: Distribution

source: DCAT:Catalog
de: Katalog

source: DCAT:CollectionCatalog
de: Katalog-Sammlung

source: DCAT:Dataset
de: Datenstruktur

source: DCAT:Distribution
de: Distribution

source: DCM Source
de: DCM Quelle

source: DCT License Document
de: Lizenz-Dokument

source: DCT Media Type or Extend
de: Medien-Typ oder -Erweiterung

source: DCT Rights Statement
de: Rechte-Erklärung

source: DCT:Language
de: Sprache

source: DCT:LicenseDocument
de: Lizenz-Dokument

source: DCT:LicenseDocument Sources
de: Quelle des Lizenz-Dokuments

source: DCT:Location
de: Standort

source: DCT:MediaTypeOrExtent
de: Medien-Typ / Erweiterung

source: DCT:RightsStatement
de: DCT:DistributionsRechte

source: Data Source
de: Datenquelle

source: Data Source Namespace
de: Quell-Namespace

source: Data Source Url
de: Quell-Url

source: Dataset
de: Datenstruktur

source: Dates, Geo, etc
de: Datum, Geoposition usw.

source: Dcat Theme
de: Kategorie

source: Decide how often the harvester should be reharvested automatically. Leave empty for no reharvesting. Shortest intervall is one day. Period is parsed using pytimeparse. Read about on https://pypi.org/project/pytimeparse/
de: Legen Sie fest, wie oft die Daten neu eingelesen werden sollen. Lassen Sie das Feld leer, wenn die Daten nie automatisch eingelesen werden sollen. Das kürzeste Intervall ist ein Tag. Um das Intervall anzugeben, nutzen Sie die Syntax von pytimeparse. Weitere Infos unter https://pypi.org/project/pytimeparse/

source: Default will be Plone-URL.
de: Der Standard ist die Plone-URL

source: Define the import sources for DCT:LicenseDocument objects.
de: Quelle für den Import der Objekte festlegen: DCT:LizenzDokument

source: Define the import sources for SKOS:Concept objects.
de: Quelle für den Import der Objekte festlegen: Kategorie

source: Description
de: Beschreibung

source: Download URL
de: Download URL: Link auf die herunterladbare Datei

source: Dry Run
de: Probelauf

source: Edit
de: Bearbeiten

source: Edit Harvester
de: Harvester bearbeiten

source: Edit Transfer
de: Einen Transfer bearbeiten

source: Egnlish (GB)
de: Englisch (GB)

source: Email
de: E-Mail-Adresse

source: Emails
de: E-Mail-Adressen

source: English
de: Englisch

source: English (USA)
de: Englisch (USA)

source: Export to RDF
de: Nach RDF exportieren

source: Export to RDF/JSON
de: Nach RDF/JSON exportieren

source: Export to RDF/TTL
de: Nach RDF/TTL exportieren

source: Expression can not be parsed.
de: Der Ausdruck kann nicht ausgewertet werden.

source: FOAF Agent
de: Verantwortliche Stelle

source: FOAF:Agent
de: Verantwortliche Stelle

source: Fallback Catalog
de: Ersatz Katalog

source: Fallback Catalog for Datasets not listed in CSW
de: Ersatz Katalog für Datensätze, die in den CSW-Daten noch fehlen

source: Fax Number
de: Telefax

source: Fax Numbers
de: Telefax

source: File
de: Datei

source: Finished reading of {top_node}
de: Beende einlesen von {top_node}

source: Folder containing agents
de: Verzeichnis der Personen oder Stellen

source: Folder containing formats
de: Verzeichnis der Formate

source: Folder containing languages
de: Verzeichnis der Sprachen

source: Folder containing licenses
de: Verzeichnis der Lizenzen

source: Folder containing locations
de: Verzeichnis der Standorte

source: Folder containing publishers
de: Verzeichnis der Bereitsteller

source: Folder containing standards
de: Verzeichnis der Standards

source: Folders
de: Verzeichnisse

source: Folders and Catalogs managed as Provider Chief Editor
de: Vezeichnisse und Kataloge der Chef-Redaktion

source: Folders and Catalogs managed as Provider Data Editor
de: Vezeichnisse und Kataloge der Daten-Redaktion

source: Folders managed as Provider Admin
de: Vezeichnisse der Administration

source: FormatFolder
de: FormatVerzeichnis

source: Formats:
de: Formate:

source: French
de: Französisch

source: Geocoding text
de: Räumliche Abdeckung (beschreibender Text)

source: German
de: Deutsch

source: Harvester Object
de: Harvester Objekt

source: Harvester Overview
de: Übersicht der Harvester

source: Harvester folder
de: Verzeichnis der Harvester

source: HarvesterFolder
de: HarvesterVerzeichnis

source: Harvesting Source
de: Quelle für Harvester

source: Here you have access to all controlpanels for PKAN.
de: Hier greifen Sie auf alle Einstellungen von PKAN zu.

source: Here you may chose the location where to the datasets will be imported. If the incoming data has no catalog, choose a catalog object.By default incoming catalogues are place in the harvester.
de: Hier wählen Sie den Speicherort für die importierten Datenstrukturen. Haben die zu importierenden Daten keinen Katalog, wählen Sie einen aus. Voreinstellung ist, dass importierte Kataloge im Harvester liegen.

source: Hungarian
de: Ungarisch

source: Icon class for category
de: Icon Klasse für die Kategorie

source: If enabled, will be run in cron jobs
de: Wenn es freigegeben wurde, wird es in den Cron Jobs ausgeführt.

source: Image
de: Bilddatei

source: Import DCT:LicenseDocument
de: Import Lizenz-Dokumente

source: Import SKOS:Concept
de: Import Kategorien

source: Imports
de: Importe

source: Installs the pkan.dcatapde add-on.
de: Installiert das pkan.dcatapde Add-on.

source: Irish
de: Irisch

source: Is Enabled
de: Ist Freigegeben

source: Issued
de: Veröffentlicht

source: Italian
de: Italienisch

source: Landing page
de: Startseite

source: LanguageFolder
de: Sprachordner

source: Languages
de: Sprachen

source: Last Run
de: Letzte Ausführung

source: Legal basis text
de: Rechtsgrundlage für Zugangsöffnung

source: Licence attribution by text
de: Namensnennungstext für "by"-Lizenz

source: License
de: Lizenz

source: License Document
de: Lizenz-Dokument

source: License:
de: Lizenz:

source: LicenseFolder
de: Verzeichnis der Lizenzen

source: Link to an existing catalog.
de: Verlinkung zu einem existierenden Katalog

source: Link to an existing parent catalog.
de: Verlinkung zu einem exsistierenden Eltern Katalog

source: Local file
de: Lokale Datei

source: Local identifier
de: Lokaler identifier

source: Location
de: Standort

source: LocationFolder
de: Verzeichnis der Standorte

source: Maintainer
de: Verwalter

source: Manage base settings for PKAN.
de: PKAN-Grund-Einstellungen verwalten.

source: Manage folder settings for PKAN.
de: PKAN-Verzeichnis-Einstellungen verwalten.

source: Manage import settings for PKAN.
de: PKAN-Import-Einstellungen verwalten.

source: Media type
de: Medientyp

source: MediaTypeFolder
de: Verzeichnis der Medientypen

source: Mediatype
de: Medientyp

source: Modified
de: Geändert

source: Object Identifier
de: Objekt Identifier

source: Originator
de: Urheber

source: PKAN Base Settings
de: PKAN-Grund-Einstellungen

source: PKAN Dcatapde Configuration
de: PKAN DCAT-AP.de Konfiguration

source: PKAN Folder Settings
de: PKAN-Verzeichnis-Einstellungen

source: PKAN Import Settings
de: PKAN-Import-Einstellungen

source: PKAN Settings
de: PKAN-Einstellungen

source: Page
de: Seite

source: Parent Catalog
de: Eltern-Katalog

source: Parts
de: Teile

source: Permission Denied
de: Zugriff abgelehnt

source: Phone Number
de: Telefon

source: Phone Numbers
de: Telefonnummern

source: Pkan Dcatapde Main Config
de: PKAN Dcatapde Haupt-Konfiguration

source: Planed availability
de: Geplante Verfügbarkeit

source: Please enter the folder containing all agents, eg. ${folder}.
de: Verzeichnis der Personen oder Stellen z.B. ${folder}.

source: Please enter the folder containing all formats, eg. ${folder}.
de: Verzeichnis der Formate z.B. ${folder}.

source: Please enter the folder containing all languages, eg. ${folder}.
de: Verzeichnis der Sprachen z.B. ${folder}.

source: Please enter the folder containing all licenses, eg. ${folder}.
de: Verzeichnis der Lizenzen z.B. ${folder}.

source: Please enter the folder containing all locations, eg. ${folder}.
de: Verzeichnis der Standorte z.B. ${folder}.

source: Please enter the folder containing all publishers, eg. ${folder}.
de: Verzeichnis der Herausgeber z.B. ${folder}.

source: Please enter the folder containing all standards, eg. ${folder}.
de: Verzeichnis der Standards z.B. ${folder}.

source: PoliticalGeocodingLevelURI
de: Ebene der geopolitischen Abdeckung URI

source: PoliticalGeocodingURI
de: Geopolitische Abdeckung URI

source: Primary Identifier
de: Primärer Identifier

source: ProviderAdmin
de: Datenbereitsteller Administration

source: ProviderChiefEditor
de: Datenbereitsteller Chef-Redaktion

source: ProviderDataEditor
de: Datenbereitsteller Daten-Redaktion

source: Publisher
de: Herausgeber

source: Publisher Name
de: Name des Herausgebers

source: Reading {kind} file {uri}
de: Lese {kind} Datei {uri}

source: Real Run
de: Import starten

source: Registry has been updated. Please reload this page.
de: Die Registry wurde aktualisiert. Bitte laden Sie diese Seite neu.

source: Reharvesting Period
de: Periode für einen erneuten Harvest

source: Relations
de: Beziehungen

source: Rights
de: Rechte

source: Rights statement
de: Rechte-Erklärung

source: RightsFolder
de: RechteVerzeichnis

source: Run in Cron
de: Ausführung im Cronjob

source: SCOS concept
de: Kategorie

source: SCOS concept scheme
de: Kategorien-Schema

source: SKOS Concept
de: Kategorie

source: SKOS Concept Scheme
de: Kategorien-Schema

source: SKOS:Concept
de: Kategorie

source: SKOS:Concept Sources
de: Quellen für Kategorien

source: SKOS:ConceptScheme
de: Kategorien

source: SPARQL Identifier for Fallback Catalog
de: Identifier des Ersatz Kataloges

source: Save
de: Speichern

source: Select a access right from the list of available access rights.
de: Wählen Sie Zugriffsrechte aus der bestehenden Liste aus

source: Select a contact information.
de: Wählen Sie Kontaktinformationen aus

source: Select a contributor from the list of available contributors.
de: Wählen Sie einen Mitwirkenden aus

source: Select a creator from the list of available creators.
de: Wählen Sie einen Creator aus

source: Select a format from the list of available formats.
de: Wählen Sie ein Format aus

source: Select a license from the list of available licenses.
de: Wählen Sie eine Lizens aus

source: Select a location from the list of available locations.
de: Wählen Sie eine Örtlichkeit aus

source: Select a maintainer from the list of available maintainers.
de: Wählen Sie einen Betreuer aus

source: Select a media type from the list of available media types.
de: Wählen Sie einen MediaType aus

source: Select a publisher from the list of available publishers.
de: Wählen Sie einen Herausgeber aus

source: Select a rights statement from the list of available statements.
de: Wählen Sie eine Rechteerklärung aus

source: Select a standard from the list of available standards.
de: Wählen Sie einen Standard aus

source: Select a theme taxonomy from the list of available taxonomies.
de: Wählen Sie eine Theme Taxanomie aus

source: Select an originator from the list of available originators.
de: Wählen Sie einen Urheber aus

source: Select some SKOS Concepts.
de: Wählen Sie die passenden Kategorien aus

source: Settings
de: Einstellungen

source: Source Format
de: Format der Quelle

source: Source Namespace
de: Quell-Namespace

source: Spatial relevance
de: Räumliche Bedeutung

source: Specify a name for the tripelstore to harvest to. Only a single word without blanks allowed
de: Wählen Sie eine Ziel RDF-Datenbank aus, in die gearvestet wird. Nur Einzelworte ohne Leerzeichen sind erlaubt.

source: StandardsFolder
de: StandardsVerzeichnis

source: Sum
de: Summe

source: Target Namespace
de: Ziel Namespace

source: Target namespace
de: Ziel Namespace

source: The URI describing this concept
de: Die URI, die das Konzept beschreibt

source: The URI of the Sparql-Object to be linked if no catalog is selected.
de: Die Uri des Kataloges, wenn keiner im Auswahlfeld gesetzt ist.

source: The URI of the Sparql-Object to be linked.
de: Die URI des Kataloges

source: The URI of the csw data to be harvested.
de: Die Url für die CSW-Daten

source: The URI of the dcm data to be harvested.
de: Die Url für die DCM-Daten

source: The URI of the output Scheme.
de: Die URI für das Ausgabeschema

source: The URI of the source of data to be harvested.
de: Die URI der Datenquelle, die geharvestet werden soll.

source: The name must be identical to the name used in the faceted search (frontend). It is used to generate the short cut to the search results of the publisher. If the value differs from the foaf:name used in the data, no search results can be found.
de: Der Name muss identisch zum Wert der facetierten Suche (Frontend) sein. Er wird genutzt um einen Schnellzugriff auf die Suchergebnisse zu realisieren. Wenn der Wert vom foaf:name in den Daten abweicht, werden keine Ergebnisse gefunden.

source: Theme Taxonomy
de: Taxonomie der Kategorie

source: Title
de: Titel

source: Transport format of the source. Usually this will be a RDF variant like (JSON-LD, XML, Turtle), or a generic source like "JSON generic"
de: Transport-Format der Quelle. Normalerweise eine RDF-Variante wie (JSON-LD, XML, Turtle), oder eine generische Quelle wie "JSON generic"

source: URI to the concept scheme
de: URI zum Concept Scheme

source: Uninstalls the pkan.dcatapde add-on.
de: Entfernt das pkan.dcatapde Add-on.

source: VCARD Kind for Contact Information
de: Kontakt-Information

source: VCARD:Kind
de: Kontakt

source: Vcard Kind
de: Kontakt

source: VcardKindFolder
de: Verzeichnis der Kontakte

source: Version Notes
de: Versionshinweise

source: Version info
de: Version

source: View
de: Ansicht

source: Visual representation of the category
de: Visuelle Representation der Kategorie

source: You have to provide a file or a dcat_accessURL.
de: Sie müssen eine Datei oder eine Zugangs-URL bereit stellen.

source: You need a url with source_type or an namespace as source
de: Sie benötigen URL und Quellformat oder einen Namespace als Quelle

source: dcat_distribution
de: Distribution

source: foaf:name for Publisher
de: foaf:name des Herausgebers

source: pkan.dcatapde (uninstall)
de: pkan.dcatapde (deinstallieren)

source: {kind} file {uri} read succesfully
de: {kind} Date {uri} erfolgreich eingelesen
